Revit 2026 API

# DWFImportOptions Properties

---

The DWFImportOptions type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity. |

#### Reference

DWFImportOptions Class

Autodesk.Revit.DB Namespace